Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/nye-prioriteringer-for-stipend-for-hoeyere-utdanning.html.tmx
Source language: nob
Languages: smj

source: Nye prioriteringer for stipend for høyere utdanning
smj: Ådå vuorodime stipænndaj alep åhpadussaj

source: Sametingets plenum har fastsatt nye prioriteringer for stipend for høyere utdanning i 2018.
smj: Sámedikke ållestjåhkanibme la mierredam ådå vuorodimijt stipænndaj alep åhpadussaj jahkáj 2018.

source: Sametingets plenum har i forbindelse med behandlingen av Sametingets budsjett for 2018, bestemt at det kun er studenter i barnehagelærerutdanning og ulike lærerutdanninger som får stipend for høyere utdanning i 2018.
smj: Sámedikke ållestjåhkanibme la mierredime Sámedikke budsjehtav jahkáj 2018, mierredam jut dåssju studenta mánájgárddeåhpadusán ja duon dán åhpadiddjeåhpadusán gudi stipendav alep åhpadussaj jagen 2018 oadtju.

source: Sametinget prioriterer disse studiene fordi mangelen på samiskspråklige lærere i barnehage og grunnskole er prekær.
smj: Sámedigge vuorot dájt åhpadusájt dan diehti gå la sieldes vádne sámegielak åhpadiddjijs mánájgárden ja vuodoskåvlån.

source: Spesielt gjelder dette for lule- og sørsamisk språkområde.
smj: Ållagasj dát julev- ja oarjjelsáme giellaguovlojda guosská.
